Repository: frugan-dev/tmp_cleca
Catalog: private/site/app/locale/*.UTF-8.po
Languages: it_it

source: A technical problem has occurred, try again later.
it_it: Si è verificato un problema tecnico, riprova più tardi.

source: The data sent does not seem correct.
it_it: I dati inviati non sembrano corretti.

source: Error
it_it: Errore

source: %1$s category
it_it: Categoria %1$s

source: status-10
it_it: Indefinito

source: status-20
it_it: In manutenzione

source: status-30
it_it: In apertura

source: status-40
it_it: Aperto

source: status-50
it_it: In chiusura

source: status-60
it_it: Chiuso

source: Modification date
it_it: Data di modifica

source: Title
it_it: Titolo

source: Code
it_it: Codice

source: Opening date
it_it: Data inizio

source: Start closing date
it_it: Data chiusura

source: Closing date
it_it: Data fine

# default
source: Relative to time zone %1$s.
it_it: Relativo al fuso orario %1$s.

# male
source: Relative to time zone %1$s.
it_it: Relativo al fuso orario %1$s.

# female
source: Relative to time zone %1$s.
it_it: Relativa al fuso orario %1$s.

source: Subtitle
it_it: Sottotitolo

source: Menu label
it_it: Etichetta menu

source: Text
it_it: Testo

source: Excerpt
it_it: Riassunto

source: Sorting
it_it: Ordinamento

source: Under maintenance
it_it: In manutenzione

# default
source: It only allows administrators to view it even when it is closed.
it_it: Consente solo agli amministratori di visualizzarlo anche quando è chiuso.

# male
source: It only allows administrators to view it even when it is closed.
it_it: Consente solo agli amministratori di visualizzarlo anche quando è chiuso.

# female
source: It only allows administrators to view it even when it is closed.
it_it: Consente solo agli amministratori di visualizzarla anche quando è chiusa.

source: State
it_it: Stato

source: The %1$s field must be after the %2$s field.
it_it: Il campo %1$s deve essere successivo al campo %2$s.

source: %1$s group
it_it: Gruppo %1$s

source: Member
it_it: Membro

source: Name
it_it: Nome

source: Permissions
it_it: Permessi

source: Preselected
it_it: Predefinito

source: Main
it_it: Principale

# default
source: You cannot disable your %1$s.
it_it: Non puoi disabilitare il tuo %1$s.

# male
source: You cannot disable your %1$s.
it_it: Non puoi disabilitare il tuo %1$s.

# female
source: You cannot disable your %1$s.
it_it: Non puoi disabilitare la tua %1$s.

source: Group
it_it: Gruppo

source: The following %1$s must be active on a %2$s element: %3$s
it_it: I seguenti %1$s devono essere attivi su un elemento %2$s: %3$s

# default
source: You cannot delete your %1$s.
it_it: Non puoi cancellare il tuo %1$s.

# male
source: You cannot delete your %1$s.
it_it: Non puoi cancellare il tuo %1$s.

# female
source: You cannot delete your %1$s.
it_it: Non puoi cancellare la tua %1$s.

source: Country
it_it: Nazione

source: ISO code
it_it: Codice ISO

source: Phone code
it_it: Prefisso telefonico

source: fiscal code or %1$s
it_it: Codice Fiscale o %1$s

source: VAT
it_it: P.Iva

source: Printable
it_it: Stampabile

source: The %1$s field does not seem correct.
it_it: Il campo %1$s non sembra corretto.

source: You have already filled some forms in %1$s, so you can't proceed here.
it_it: Hai già compilato alcuni moduli in %1$s, quindi non puoi procedere qui.

source: another category
it_it: un'altra categoria

source: You have already completed all application forms in this category.
it_it: Hai già completato tutti gli application forms in questa categoria.

source: %1$s to print them all.
it_it: %1$s per stamparli tutti.

source: click here
it_it: clicca qui

source: We sent you a confirmation email, didn't you get it?
it_it: Ti abbiamo inviato una email di conferma, non l'hai ricevuta?

source: %1$s to send it again.
it_it: %1$s per inviarla di nuovo.

source: Some personal data are missing.
it_it: Mancano alcuni dati personali.

source: %1$s to complete them.
it_it: %1$s per completarli.

source: It is possible to complete all application forms only starting from %1$s at %2$s (%3$s).
it_it: È possibile completare tutti gli application forms solo a partire dal %1$s alle %2$s (%3$s).

source: It is necessary to complete all previous forms before proceeding.
it_it: È necessario compilare tutti i form precedenti prima di procedere.

source: [%1$s #%2$d] Completed %3$s at %4$s
it_it: [%1$s #%2$d] Completato %3$s su %4$s

source: Thank you! Your data have been received - %1$s
it_it: Grazie! I tuoi dati sono stati ricevuti - %1$s

source: Congratulations! You have successfully completed all application %1$s in this category %2$s.
it_it: Congratulazioni! Hai completato con successo tutti gli application %1$s in questa categoria %2$s.

source: A confirmation email has just been sent to your address.
it_it: Una email di conferma è stata appena inviata al tuo indirizzo.

source: Now you can print all application %1$s just completed.
it_it: Ora puoi stampare tutti gli application %1$s appena completati.

# default
source: %1$s successfully modified.
it_it: %1$s modificato con successo.

# male
source: %1$s successfully modified.
it_it: %1$s modificato con successo.

# female
source: %1$s successfully modified.
it_it: %1$s modificata con successo.

# default
source: %1$s %2$s successfully filled.
it_it: %1$s %2$s compilato con successo.

# male
source: %1$s %2$s successfully filled.
it_it: %1$s %2$s compilato con successo.

# female
source: %1$s %2$s successfully filled.
it_it: %1$s %2$s compilata con successo.

source: Print %1$s
it_it: Stampa %1$s

source: All application forms in this category must be completed, in order to be able to print them later.
it_it: Tutti gli application forms di questa categoria devono essere compilati per poterli stampare successivamente.

source: %1$s to fill them all.
it_it: %1$s per compilarli tutti.

source: Confirm
it_it: Conferma

source: Signup
it_it: Registrazione

source: %1$s field
it_it: Campo %1$s

source: block %1$s
it_it: blocco %1$s

source: text
it_it: testo

source: separator
it_it: separatore

source: date
it_it: data

source: integer number greater than or equal to zero
it_it: numero intero maggiore o uguale a zero

source: integer number greater than zero
it_it: numero intero maggiore di zero

source: telephone
it_it: telefono

source: multiple files attachment
it_it: allegati multipli

source: textarea
it_it: area di testo

source: select
it_it: seleziona

source: Recommendation letters
it_it: Lettere di raccomandazione

source: Type
it_it: Tipologia

source: Required
it_it: Obbligatorio

source: Max. files
it_it: Numero massimo di files

source: Values
it_it: Valori

source: Max. teachers
it_it: Numero massimo di professori

source: Reset %1$s
it_it: Resetta %1$s

source: List %1$s
it_it: Elenco %1$s

# default
source: %1$s successfully reset.
it_it: %1$s resettato con successo.

# male
source: %1$s successfully reset.
it_it: %1$s resettato con successo.

# female
source: %1$s successfully reset.
it_it: %1$s resettata con successo.

# default
source: Do you confirm the reset of all %1$s?
it_it: Confermi il reset di tutti i %1$s?

# male
source: Do you confirm the reset of all %1$s?
it_it: Confermi il reset di tutti i %1$s?

# female
source: Do you confirm the reset of all %1$s?
it_it: Confermi il reset di tutte le %1$s?

source: Yes
it_it: Sì

source: No results found.
it_it: Nessun risultato trovato.

source: Download in progress
it_it: Download in corso

source: %1$s if the download doesn't work.
it_it: %1$s se il download non funziona.

source: %1$s value
it_it: Valore %1$s

source: Data
it_it: Dati

source: Detail %1$s
it_it: Dettaglio %1$s

source: Edit %1$s
it_it: Modifica %1$s

source: %1$s %2$s at %3$s
it_it: %1$s %2$s su %3$s

source: Message
it_it: Messaggio

source: Level
it_it: Livello

source: Environment
it_it: Ambiente

source: Language
it_it: Lingua

source: Authentication
it_it: Autenticazione

source: type
it_it: Tipologia

source: Item
it_it: Elemento

# default
source: No %1$s selected.
it_it: Nessun %1$s selezionato.

# male
source: No %1$s selected.
it_it: Nessun %1$s selezionato.

# female
source: No %1$s selected.
it_it: Nessuna %1$s selezionata.

source: To view this content, you must first %1$s.
it_it: Per visualizzare questo contenuto, devi prima %1$s.

source: [%1$s #%2$d] %3$s at %4$s
it_it: [%1$s #%2$d] %3$s su %4$s

source: Your registration has been successful, check your email box to confirm your account.
it_it: La tua registrazione è avvenuta con successo, controlla la tua casella email per confermare il tuo account.

source: We also invite you to complete your personal data below.
it_it: Ti invitiamo inoltre a completare i tuoi dati personali qui sotto.

source: Setting
it_it: Impostazione

source: Action
it_it: Azione

source: Confirmation email sent successfully.
it_it: Email di conferma inviata con successo.

# default
source: %1$s already confirmed.
it_it: %1$s già confermato.

# male
source: %1$s already confirmed.
it_it: %1$s già confermato.

# female
source: %1$s already confirmed.
it_it: %1$s già confermata.

source: Success
it_it: Successo

source: Operation performed successfully.
it_it: Operazione eseguita con successo.

source: We're sorry to see you leave
it_it: Ci dispiace vederti andar via

source: Lastname
it_it: Cognome

source: Firstname
it_it: Nome

source: Minimum %1$d characters lowercase (%2$s), uppercase (%3$s), numbers (%4$s) and special (%5$s).
it_it: Minimo %1$d caratteri minuscoli (%2$s), maiuscoli (%3$s), numeri (%4$s) e speciali (%5$s).

source: Spaces are not allowed.
it_it: Gli spazi non sono permessi.

source: Timezone
it_it: Fuso orario

source: Confirmation code
it_it: Codice di conferma

# default
source: Confirmed
it_it: Confermato

# male
source: Confirmed
it_it: Confermato

# female
source: Confirmed
it_it: Confermata

source: Maintainer
it_it: Manutentore

# default
source: It allows you to work even when the %1$s is under maintenance.
it_it: Permette di lavorare anche quando il %1$s è in manutenzione.

# male
source: It allows you to work even when the %1$s is under maintenance.
it_it: Permette di lavorare anche quando il %1$s è in manutenzione.

# female
source: It allows you to work even when the %1$s is under maintenance.
it_it: Permette di lavorare anche quando la %1$s è in manutenzione.

source: Page
it_it: Pagina

source: Parent %1$s
it_it: %1$s genitore

source: Hold %1$s and click on the items to select more than one.
it_it: Tieni premuto %1$s e clicca sugli elementi per selezionarne più di uno.

source: fiscal code or NIN (National Identification Number)
it_it: codice fiscale o NIN (National Identification Number)

source: file attachment
it_it: file allegato

source: file image
it_it: file immagine

source: textarea %1$s
it_it: area di testo %1$s

source: with %1$s editor
it_it: con editor %1$s

source: simple
it_it: semplice

source: Value
it_it: Valore

source: Monolingual
it_it: Monolingua

source: Multilingual
it_it: Multilingua

source: The image selected for the %1$s field does not have the minimum width required.
it_it: L'immagine selezionata per il campo %1$s non ha la larghezza minima richiesta.

source: The image selected for the %1$s field does not have the minimum height required.
it_it: L'immagine selezionata per il campo %1$s non ha l'altezza minima richiesta.

source: Logged in as %1$s.
it_it: Loggato come %1$s.

source: Cache cleared successfully.
it_it: Cache svuotata con successo.

source: User
it_it: Utente

source: To return to the previous user %1$s.
it_it: Per tornare all'utente precedente %1$s.

source: Minimum %1$d characters lowercase and alphanumeric (%2$s).
it_it: Minimo %1$d caratteri minuscoli e alfanumerici (%2$s).

source: Private key
it_it: Chiave privata

source: API key
it_it: Chiave API

source: %1$d characters lowercase (%2$s), uppercase (%3$s), numbers (%4$s) and special (%5$s).
it_it: %1$d caratteri minuscoli (%2$s), maiuscoli (%3$s), numeri (%4$s) e speciali (%5$s).

source: These characters are not allowed: %1$s.
it_it: Questi caratteri non sono permessi: %1$s.

# default
source: You cannot change your %1$s.
it_it: Non puoi cambiare il tuo %1$s.

# male
source: You cannot change your %1$s.
it_it: Non puoi cambiare il tuo %1$s.

# female
source: You cannot change your %1$s.
it_it: Non puoi cambiare la tua %1$s.

source: Close
it_it: Chiudi

source: System under maintenance, try again later.
it_it: Sistema in manutenzione, riprova più tardi.

source: Page %1$d
it_it: Pagina %1$d

source: To be able to perform this operation, the dependencies must be resolved first.
it_it: Per poter eseguire questa operazione è necessario risolvere prima le dipendenze.

source: %1$s #%2$d not found.
it_it: %1$s #%2$d non trovato.

source: Search text: %1$s
it_it: Testo cercato: %1$s

# default
source: New %1$s
it_it: Nuovo %1$s

# male
source: New %1$s
it_it: Nuovo %1$s

# female
source: New %1$s
it_it: Nuova %1$s

# default
source: %1$s successfully added.
it_it: %1$s aggiunto con successo.

# male
source: %1$s successfully added.
it_it: %1$s inserito con successo.

# female
source: %1$s successfully added.
it_it: %1$s aggiunta con successo.

source: Deletion %1$s
it_it: Cancellazione %1$s

# default
source: %1$s successfully deleted.
it_it: %1$s cancellato con successo.

# male
source: %1$s successfully deleted.
it_it: %1$s cancellato con successo.

# female
source: %1$s successfully deleted.
it_it: %1$s cancellata con successo.

# default
source: Do you confirm the deletion of the following %1$s?
it_it: Confermi la cancellazione del seguente %1$s?

# male
source: Do you confirm the deletion of the following %1$s?
it_it: Confermi la cancellazione del seguente %1$s?

# female
source: Do you confirm the deletion of the following %1$s?
it_it: Confermi la cancellazione della seguente %1$s?

source: Copy %1$s
it_it: Copia %1$s

# default
source: %1$s successfully copied.
it_it: %1$s copiato con successo.

# male
source: %1$s successfully copied.
it_it: %1$s copiato con successo.

# female
source: %1$s successfully copied.
it_it: %1$s copiata con successo.

# default
source: Do you confirm the copy of the following %1$s?
it_it: Confermi la copia del seguente %1$s?

# male
source: Do you confirm the copy of the following %1$s?
it_it: Confermi la copia del seguente %1$s?

# female
source: Do you confirm the copy of the following %1$s?
it_it: Confermi la copia della seguente %1$s?

source: Export %1$s
it_it: Esporta %1$s

source: Deletion
it_it: Cancellazione

source: Successfully logged out.
it_it: Disconnesso con successo.

source: Password reset
it_it: Reset password

source: The url address you requested seems to be out of date or incorrect.
it_it: L'indirizzo URL richiesto sembra scaduto o errato.

source: You can now log in with your new password.
it_it: Ora puoi accedere con la nuova password.

source: %1$s %2$s request from %3$s
it_it: Richiesta di %2$s %1$s da %3$s

source: If the email entered is correct, you will receive an email with a link to reset your password.
it_it: Se l'email inserita è corretta, riceverai un'email con un link per reimpostare la password.

# default
source: %1$s successfully confirmed.
it_it: %1$s confermato con successo.

# male
source: %1$s successfully confirmed.
it_it: %1$s confermato con successo.

# female
source: %1$s successfully confirmed.
it_it: %1$s confermata con successo.

source: Operation not performed.
it_it: Operazione non eseguita.

# default
source: %1$d item was already present.
it_it: %1$d elemento era già presente.

# male
source: %1$d item was already present.
it_it: %1$d elemento era già presente.

# female
source: %1$d item was already present.
it_it: %1$d elemento era già presente.

source: The entered credentials do not seem correct.
it_it: Le credenziali inserite non sembrano corrette.

source: The value of the %1$s field must belong to the following types: %2$s
it_it: Il valore del campo %1$s deve appartenere alle seguenti tipologie: %2$s

source: To change the %1$s field it is necessary to upload again the reference image.
it_it: Per cambiare il campo %1$s è necessario ricaricare nuovamente l'immagine di riferimento.

source: You cannot delete a %1$s element.
it_it: Non puoi cancellare un elemento %1$s.

source: At least one %1$s element must always exist.
it_it: Deve esistere almeno un elemento %1$s.

source: A %1$s element must always be active.
it_it: Un elemento %1$s deve sempre essere attivo.

source: The value of the %1$s field already exists.
it_it: Il valore del campo %1$s esiste già.

source: Fields
it_it: Campi

source: Blocks
it_it: Blocchi

source: Special
it_it: Speciali

source: Maximum number of files: %1$d.
it_it: Numero massimo di file: %1$d.

source: Enter a value per line.
it_it: Inserire un valore per riga.

source: You can specify the key-value pair in the form: %1$s.
it_it: È possibile specificare la coppia chiave-valore nel formato: %1$s.

# default
source: Delete all main %1$s.
it_it: Cancella tutti i %1$s principali.

# male
source: Delete all main %1$s.
it_it: Cancella tutti i %1$s principali.

# female
source: Delete all main %1$s.
it_it: Cancella tutti le %1$s principali.

# default
source: Delete all non-main %1$s who have filled out some %2$s in the selected %3$s.
it_it: Cancella tutti i %1$s non-principali che hanno compilato dei %2$s nella %3$s selezionata.

# male
source: Delete all non-main %1$s who have filled out some %2$s in the selected %3$s.
it_it: Cancella tutti i %1$s non-principali che hanno compilato dei %2$s nella %3$s selezionata.

# female
source: Delete all non-main %1$s who have filled out some %2$s in the selected %3$s.
it_it: Cancella tutti le %1$s non-principali che hanno compilato dei %2$s nella %3$s selezionata.

# default
source: Delete all non-main %1$s who have not filled in any %2$s in any %3$s.
it_it: Cancella tutti i %1$s non-principali che non hanno compilato alcun %2$s in nessuna %3$s.

# male
source: Delete all non-main %1$s who have not filled in any %2$s in any %3$s.
it_it: Cancella tutti i %1$s non-principali che non hanno compilato alcun %2$s in nessuna %3$s.

# female
source: Delete all non-main %1$s who have not filled in any %2$s in any %3$s.
it_it: Cancella tutti le %1$s non-principali che non hanno compilato alcun %2$s in nessuna %3$s.

source: Completed
it_it: Completato

source: Pending
it_it: In sospeso

source: The selected file exceeds the allowed size.
it_it: Il file selezionato supera la dimensione consentita.

source: The sum of the selected files exceeds the allowable size.
it_it: La somma dei file selezionati supera la dimensione consentita.

source: The selected file type is not allowed.
it_it: Il tipo di file selezionato non è consentito.

source: Allowed extensions: %1$s.
it_it: Estensioni consentite: %1$s.

source: Maximum weight per file: %1$s.
it_it: Peso massimo per file: %1$s.

source: delete
it_it: Cancella

source: Please wait
it_it: Attendere prego

source: Submit
it_it: Invia

source: Connected to internet.
it_it: Connesso a internet.

source: No internet connection.
it_it: Nessuna connessione internet.

source: Loading
it_it: Attendere

source: Back to top
it_it: Torna su

source: Toggle theme (%1$s)
it_it: Cambia tema (%1$s)

source: light
it_it: chiaro

source: dark
it_it: scuro

source: Toggle sidebar
it_it: Barra laterale

source: Install %1$s
it_it: Installa %1$s

source: You can install %1$s on your device by tapping on the button above!
it_it: Puoi installare %1$s sul tuo dispositivo premendo il pulsante in alto!

source: Install
it_it: Installa

source: Theme
it_it: Tema

source: Profile
it_it: Profilo

source: Clear cache
it_it: Svuota cache

source: Public website
it_it: Sito pubblico

source: Save
it_it: Salva

source: Export
it_it: Esporta

source: Do you confirm the operation?
it_it: Confermi l'operazione?

source: Warning
it_it: Attenzione

source: Total: %1$d
it_it: Totale: %1$d

source: we cannot provide you with the requested contents.
it_it: non possiamo fornirti i contenuti richiesti.

source: Check your connection and try again.
it_it: Controlla la tua connessione e riprova.

# default
source: none
it_it: nessuno

# female
source: none
it_it: nessuna

# male
source: none
it_it: nessuno

source: Module
it_it: Modulo

source: Male
it_it: Maschio

source: Female
it_it: Femmina

source: edit
it_it: Modifica

source: View all
it_it: Vedi tutto

source: You do not have permission to access the resource.
it_it: Non hai i permessi per accedere alla risorsa.

source: Page not found.
it_it: Pagina non trovata.

source: Social cap.
it_it: Cap. sociale

source: Mobile
it_it: Cellulare

source: Website
it_it: Sito web

source: Dependencies
it_it: Dipendenze

source: Reset
it_it: Annulla

source: Search
it_it: Cerca

source: Previous
it_it: Precedente

source: Next
it_it: Seguente

source: Pagination
it_it: Paginazione

source: view
it_it: Vedi

source: Back
it_it: Indietro

source: Share on
it_it: Condividi su

source: Share on %1$s
it_it: Condividi su %1$s

source: Some page elements have changed, please %1$s.
it_it: Alcuni elementi della pagina sono cambiati, per favore %1$s.

source: reload the page
it_it: ricarica la pagina

source: Data retrieval error, please %1$s.
it_it: Errore durante il recupero dei dati, per favore %1$s.

source: This file type is not allowed
it_it: Questa tipologia di file non è consentita

source: This upload seems stalled
it_it: Questo upload sembra bloccato

source: This upload is no longer stalled
it_it: Questo upload non è più bloccato

# default
source: %1$s successfully uploaded.
it_it: %1$s caricato con successo.

# male
source: %1$s successfully uploaded.
it_it: %1$s caricato con successo.

# female
source: %1$s successfully uploaded.
it_it: %1$s caricata con successo.

source: Hi %1$s
it_it: Ciao %1$s

source: someone has requested a password reset for the following account at %1$s
it_it: qualcuno ha richiesto la reimpostazione della password per il seguente account presso %1$s

source: To reset your password, click the following link
it_it: Per reimpostare la password, clicca il seguente link

source: If it was an error, ignore this email and nothing will happen.
it_it: Se si tratta di un errore, puoi ignorare questa email e non succederà nulla.

source: On this occasion, we send our best regards.
it_it: Con l'occasione porgiamo i nostri più cordiali saluti.

source: Click the following link to confirm your email
it_it: Clicca il link seguente per confermare la tua email

source: Below is a summary of your personal data
it_it: Di seguito è riportato un riepilogo dei tuoi dati personali

source: Access now the site %1$s logging in with your credentials!
it_it: Accedi adesso al sito %1$s loggandoti con le tue credenziali!

source: Access now the site %1$s logging in with your credentials you received in a separate message.
it_it: Accedi adesso al sito %1$s loggandoti con le tue credenziali che hai ricevuto in un altro messaggio.

source: Congratulations %1$s
it_it: Congratulazioni %1$s

source: You have successfully completed all application forms in category %1$s.
it_it: Hai completato con successo tutti gli application forms nella categoria %1$s.

source: Now you are allowed to print all application forms you have filled going to %1$s page.
it_it: Ora puoi stampare tutti gli application forms che hai compilato andando alla pagina %1$s.

source: See you soon!
it_it: A presto!

source: your email address %1$s is still not confirmed.
it_it: il tuo indirizzo email %1$s non è ancora confermato.

# default
source: selected during registration
it_it: selezionato in fase di registrazione

# male
source: selected during registration
it_it: selezionato in fase di registrazione

# female
source: selected during registration
it_it: selezionata in fase di registrazione

source: If you do not confirm your email, your account will automatically be canceled in the future.
it_it: Se non confermi la tua email, il tuo account verrà automaticamente cancellato in futuro.
