Repository: frugan-dev/tmp_cleca
Catalog: private/site/app/locale/*.UTF-8.po
Languages: it_it

source: thank you for registering with the site %1$s.
it_it: grazie per esserti registrato al sito %1$s.

source: We are waiting for you!
it_it: Ti stiamo aspettando!

source: Date
it_it: Data

source: Technical data
it_it: Dati tecnici

source: Submit page
it_it: Pagina di invio

source: Referer page
it_it: Pagina di provenienza

source: Browser languages
it_it: Lingue browser

source: Required fields
it_it: Campi obbligatori

source: Status
it_it: Stato

source: add
it_it: Aggiungi

source: Header
it_it: Intestazione

source: The teacher has not yet confirmed the operation
it_it: L'insegnante non ha ancora confermato l'operazione

source: Notification date
it_it: Data di notifica

source: Didn't receive the confirmation email?
it_it: Non hai ricevuto l'email di conferma?

source: Send again
it_it: Invia di nuovo

source: Do you want to delete your account?
it_it: Vuoi eliminare il tuo account?

source: Delete account
it_it: Elimina account

# default
source: I have read the %1$s and agree
it_it: Ho letto il %1$s e acconsento.

# male
source: I have read the %1$s and agree
it_it: Ho letto il %1$s e acconsento.

# female
source: I have read the %1$s and agree
it_it: Ho letto la %1$s e acconsento.

source: More informations
it_it: Maggiori informazioni

source: contact us
it_it: contattaci

source: Contacts
it_it: Contatti

source: %1$s at %2$s
it_it: %1$s alle %2$s

source: Total %1$s
it_it: %1$s totale

source: Enter
it_it: Entra

source: Application form details
it_it: Dettagli application form

source: Cookie preferences
it_it: Preferenze cookie

source: Administration
it_it: Amministrazione

source: catform_id
it_it: categoria form

source: download-bulk
it_it: Download massivo

source: catmember_id
it_it: gruppo

source: country_id
it_it: nazione

source: status_id
it_it: stato

source: export
it_it: Esporta

source: reset
it_it: Resetta

source: index
it_it: Elenco

source: fill
it_it: Compila

source: delete-cache
it_it: Cancella cache

source: catuser_id
it_it: gruppo

source: print
it_it: Stampa

source: delete-file
it_it: Cancella

source: parent_id
it_it: genitore

source: member_id
it_it: utente

source: form_id
it_it: form

source: formfield_id
it_it: campo form
